export default [
  {
    category: "مستقبل الحياة",
    questions: [
      {
        content: "برأيك ما هو أهم عامل للنجاح في الحياة ؟",
        notes: "",
      },
      {
        content: "ما هي الصفات التي تراها ضرورية في زوجتك المستقبلية ؟",
        notes: "",
      },
      {
        content: "ما الذي تصبو اليه في حياتك ؟",
        notes:
          "هدف مسير الحياة يمكن أن يكشف بعدا مهما من شخصية الطرف الآخر. فالكثير من الناس لا يفكرون بشأن هذا السؤال المهم والبعض يكون تفكيرهم به سطحيا جدا",
      },
      {
        content: "ما هي أهم توقعاتك من زوجتك المستقبلية ؟",
        notes: "",
      },
      {
        content: "ما هو أكبر آمالك في الحياة ؟",
        notes:
          "إنّ آمال كل إنسان تُظهر نوع تفكيره ونظرته الى الحياة، فهذا السؤال يشبه السؤال الثالث فلا بأس بوجود تشابه بين بعض الأسئلة، فهذا يساعد على اكتشاف مدى واقعية الأجوبة التي يقدمها الطرف الآخر. فالذي يجيب بما يعتقد حقًّا، سوف يقدم إجابة واحدة على مختلف الأسئلة التي تدور حول النقطة المطروحة",
      },
      {
        content: "ما هو رأيك بخصوص مراسم العقد والزفاف ؟",
        notes:
          "عليكم حتمًا أن تتحدثوا حول هذه القضية، وبالطبع ليس من الضروري أن يكون ذلك من اللقاء الاول، لكن يجب أن تعلموا أنّ الكثير من مشكلات الحياة تبدأ من مراسم عقد القران والزفاف. فمن المحتمل أن النظرة التي يحملها الطرف الآخر حول مراسم الزفاف لا تنسجم مطلقًا مع نظرتكم. فلا تنسوا أن شخصية وعقيدة البعض بشأن مراسم العقد والزفاف قد تتفاوت بتفاوت الموقف والزمان. فقد يؤمن البعض بأن الاختلاط بين الرجال والنساء من غير المحارم هو أمر غير صحيح، لكن حين يأتي الامر الى مراسم الزفاف، فإنهم يعتقدون ان لهذه الليلة استثناء خاصًا، وهي لن تتكرر ولو بعد ألف ليلة. كما قد ينزعج البعض كثيرًا من قيام غيرهم باتخاذ القرارات نيابة عنهم، لكنهم يتنازلون عن هذا الامر في ليلة الزفاف لاعتقادهم بانه لا ينبغي اثارة المشاكل والتصادم مع الاخرين من اجل ليلة واحدة، فيدعون الامر للآخر ليقرر ما يشاء. وهناك من لا يكون لديه رأي خاص مقابل رأي الطرف الآخر، لكنه يخضع لرأي امه وابيه ويعتبر ان الكلمة الفصل لهم في هذا المجال؛ في مثل هذه الحالة ينبغي معرفة نظرة الام والاب بشأن مراسم الزفاف. كما أن بعض العائلات تعتقد بأن هذه المحافل تمس شأنيتهم الاجتماعية، ومن اجل ان لا يخسروا ماء وجههم اما الناس، يصرون على إقامة حفل الزفاف في أفضل صالات الأعراس، مع ما يستتبع ذلك من إسراف في الضيافة وغير ذلك؛ فعليكم أن تحدّدوا إذا ما كنتم تريدون الارتباط بمثل هذا النوع من العائلات أم لا.",
      },
      {
        content: "ما هو رأيك بشأن مهر الزواج ؟",
        notes: "",
      },
      {
        content: "كيف تنظر إلى السكنى في مكانٍ بعيد عن محل إقامتك الحالية ؟",
        notes:
          "في الماضي حين كان يُسأل الشاب: أين انت؟ كان يجيب: لما أتزوج بعد؛ أمّا اليوم فيجب أن يقال في الاجابة عن مثل هذا السؤال: لم أحصل على وظيفة ثابتة لحد الآن. فالكثير من الشباب، ولأنهم سوف يختارون عملًا خاصًا في المستقبل، لن يتمكنوا من السكن في مدينتهم ومع عوائلهم. فاذا كنت من هذا النوع من الاشخاص الذين يحتملون ان يكون لهم عمل في مكان آخر، فعليك ان تؤكد كثيرًا على هذا السؤال",
      },
    ],
  },
  {
    category: "عائلة الزوج",
    questions: [
      {
        content:
          "من الناحية الاجتماعية ما هي مواقف عائلتك وهواجسها (مثلًا بشأن المجتمع والناس والمشاكل الاجتماعية والحكومة و... ) ؟",
        notes: "",
      },
      {
        content: "كيف تقيّم مستوى أسرتك الثقافي وطريقة تفكيرهم ؟",
        notes: "",
      },
      {
        content: "ما هو مدى التزام اسرتك الديني ؟",
        notes:
          "لا بد من التعرف على الالتزام بالأمور الدينية بواسطة طرح المصاديق والأمثلة وليس بصورةٍ كلية",
      },
      {
        content:
          "هل أنّ أفراد أسرتك هم من الطراز القديم أو المتنور أو العادي ؟",
        notes: "",
      },
      {
        content:
          "إلى أي مدى يولي أفراد أسرتك قضية المرح والنشاط أهمية؟ وهل تعتبرهم أشخاصًا فرحين ومرحين؟ وما هي وسائلهم لأجل الترفيه عن أنفسهم ؟",
        notes: "",
      },
      {
        content:
          "من يختار أفراد أسرتك من الأشخاص لأجل أن يبثو اليه همومهم وشجونهم ؟",
        notes: "",
      },
      {
        content:
          "من هو الشخص الذي تختاره لتبث إليه شكواك ولتطلب منه المشورة؟ ولأي مدى تسلّم لهذا الشخص أو تقبل بكلامه وما السبب ؟",
        notes: "",
      },
      {
        content: "ما هو مدى تعلقك بوالديك ؟",
        notes:
          "كثيرًا ما يكون التعلق الشديد بالوالدين سببًا لبروز الكثير من النزاعات القوية. فبعض الشباب والفتيات وبسبب تعلقهم الشديد بآبائهم وأمهاتهم يصرّون على قضاء عدّة ساعات يوميًا في منزل الأهل، ويتوقعون أن يستمر هذا الأمر بعد الزواج؛ كما يفرضون على أزواجهم أن يذهبوا معهم. فإذا لم يكن الزوج قادرًا على ذلك أو لا يطيقه فما الذي ينبغي أن يفعله هاهنا؟ إن هذا التعلق المفرط يؤثر على استقلالية شخصية الابناء. فحين يكون هناك قضية لا بد من اتخاذ قرار بشأنها، وجاء رأي الاهل مخالفًا لرأيكم، فإنّ هذا سؤدي الى بروز مشكلة حادة",
      },
      {
        content: "من هو الشخص الأقرب إليك من أفراد أسرتك ؟",
        notes: "",
      },
      {
        content: "كيف ينظر أفراد أسرتك وأقاربك إليك ؟",
        notes: "",
      },
      {
        content: "كيف يتصرف أهلك حين تفشل أو تخفق في الحياة ؟",
        notes: "",
      },
      {
        content:
          "هل يحدث هناك شجارات بين أفراد أسرتك؟ وما هي أكثر الأمور التي يختلفون بشأنها ؟",
        notes: "",
      },
      {
        content: "من هو الشخص الذي تعتبره مثلك الأعلى من بين أفراد عائلتك ؟",
        notes: "",
      },

      {
        content:
          "أي زوجين من بين الأسرة والأقارب، تعتبرهما النموذج الأقرب لما تطمح إليه في الحياة الزوجية ؟",
        notes: "",
      },

      {
        content:
          "ما هو مقدار الاستقلالية الذي تمنحك إيّاه عائلتك فيما يختص بقضايا الأسرة، سيّما الزواج ؟",
        notes: "",
      },

      {
        content:
          "هل صدف أن واجهت خلافات أو اعتراضات من قبل أسرتك بشأن قضايا حياتك، وفي حال اختلفت معهم ماذا يمكن أن يحدث ؟",
        notes: "",
      },
    ],
  },
  {
    category: "القضايا الاقتصادية",
    questions: [
      {
        content: "ما هو رأيك بشأن عمل زوجتك خارج المنزل ؟",
        notes: "",
      },
      {
        content: "ما هو العمل الذي تراه مناسبًا للمرأة ؟",
        notes: "",
      },
      {
        content:
          "ما هو تصورك حول الاقتصاد وما هو مفهومك للقناعة ؟ بيّن ذلك من خلال الأمثلة",
        notes: "",
      },
      {
        content: "إلى أي درجة تؤمن بضرورة الاقتصاد والقناعة بالحياة ؟",
        notes: "",
      },
      {
        content: "هل تحب أن تتولى الزوجة مسؤولية شراء أغراض المنزل ؟",
        notes: "",
      },
      {
        content:
          "هل أنت مستعدة لغض النظر عن المستوى المعيشي المتدني للزوج أو الأسرة ؟ والى اي درجة ؟",
        notes: "",
      },
      {
        content:
          "حدثني عن مفهومك لبساطة العيش, سواء على مستوى الاثاث او المائدة او السيارة او الضيافة",
        notes: "",
      },
      {
        content: "كم مرة تشتري ثيابا جديدة في السنة ؟",
        notes: "",
      },
      {
        content: "متى تشعر بأن عليك أن تشتري ثيابا جديدة ؟",
        notes: "",
      },
    ],
  },
  {
    category: "المسائل الشخصية",
    questions: [
      {
        content: "ما هو عمرك ؟ مكان تحصيلك العلمي ؟ اختصاصك ؟",
        notes: "",
      },
      {
        content: "هل تعاني من امراض محددة ؟",
        notes: "",
      },
      {
        content: "هل يعد كل سؤال حول القضايا الشخصية مهما بالنسبة لك ؟",
        notes: "",
      },
    ],
  },
  {
    category: "القضايا العلمية والثقافية والسياسية",
    questions: [
      {
        content: "هل ترغب في الاستمرار في تحصيلك العلمي أم لا ؟ ولماذا ؟",
        notes:
          "بالنسبة للبعض يكون الاستمرار في التحصيل العلمي بمثابة الحياة والموت، ويكون خطًّا أحمر بالنسبة لهم. فإذا كانت الحياة بالنسبة لك أهم من الاستمرار في التحصيل العلمي، فعليك أن تكون دقيقًا في عرض رأيك.",
      },
      {
        content: "في حال كنت ترغب في ذلك، في أي فرع علمي ستختار، ولماذا ؟",
        notes: "",
      },
      {
        content: "باستثناء الكتب المدرسية، كم كتاب طالعت خلال هذا العام ؟",
        notes: "",
      },
      {
        content: "ما هي أهم مطالعاتك ؟ وفي أي مجال ؟",
        notes: "",
      },
      {
        content:
          "ما هي أفضل الكتب التي طالعتها لحدّ الآن، ولماذا هي الأفضل في نظرك ؟",
        notes: "",
      },
      {
        content: "ما هي المجلات والجرائد التي تطالعها ؟ ولماذا ؟",
        notes: "",
      },
      {
        content: "من هم الكتّاب والشخصيات المحترمة والمحبوبة والمحترمة لديك ؟",
        notes: "",
      },
      {
        content: "لماذا ينبغي أن نعظم ونقدّر هذه الشخصيات ؟",
        notes: "",
      },
      {
        content:
          "في المجال السياسي، إلى أي درجة تعتقد بضرورة وجود أحزاب أو تيارات سياسية ؟",
        notes:
          "هناك من يتّخذ جانب الحياد في السياسة، فلا يهمهم كيف يفكر الزوج أو الزوجة بشأن هذه القضايا. لكن القضايا السياسية، سيّما في السنوات الأخيرة، أضحت تتمتع بدرجة عالية من الأهمية بالنسبة للكثيرين، لذلك تجدهم يتحسّسون جدًا تجاه نوع الخط السياسي الذي يتبناه الطرف الآخر. فإن كنت من هذا النوع فعليك أن تطرح هذه القضية بالتفصيل",
      },
      {
        content: "ما هو رأيك بشأن الحكومة الحالية ؟",
        notes: "",
      },
      {
        content: "برأيك ما هي المشاكل الأساسية التي يعاني منها مجتمعنا اليوم ؟",
        notes: "",
      },
      {
        content: "ما هي الفئة السياسية التي تحبها أكثر من غيرها؟ ولماذا ؟",
        notes: "",
      },
      {
        content: "ما اكثر فيلم او مسلسل جذبك لحد الآن ؟ ولماذا ؟",
        notes: "",
      },
      {
        content: "هل هناك ممثل سينمائي محبوب لديك ؟ ولماذا ؟",
        notes: "",
      },
      {
        content:
          "كم تعير من اهمية للموضة ؟ صف حالتك النفسية حين تضطر للظهور على هيئة واحدة على مدار السنة داخل العائلة",
        notes: "",
      },
    ],
  },
  {
    category: "القضايا الروحية والعاطفية",
    questions: [
      {
        content: "أي نوع من الأفراد يسبب لك الشعور بالانزعاج والانزجار ؟",
        notes: "",
      },
      {
        content: "بنظرك ما معنى أن يكون المرء اجتماعيًّا ؟",
        notes: "",
      },
      {
        content: "إلى أي مدى تعتبر نفسك شخصًا اجتماعيًا ؟",
        notes: "",
      },
      {
        content:
          "ما الذي تقوم به من أجل الإصلاح بين الآخرين ؟ وما هو نوع ردات فعلك مقابل المشاكل ؟",
        notes: "",
      },
      {
        content: "إلى أي درجة تعتبر نفسك إنسانًا بارد الأعصاب ؟",
        notes: "",
      },
      {
        content: "إلى أي درجة تستطيع أن تتحمّل وتضبط أعصابك ؟ ومتى تغضب ؟",
        notes:
          "إنّ معرفتنا بالأحوال التي يُصبح فيها الطرف الآخر غضوبًا يساعدنا على معرفة حساسيته تجاه الأشياء.",
      },
      {
        content: "إذا غضبت، ماذا تفعل ؟",
        notes: "",
      },
      {
        content: "ما معنى أن يكون المرء منطقيًّا في الحياة ؟",
        notes: "",
      },
      {
        content: "إلى أي درجة تعتبر نفسك شخصية منطقية ؟",
        notes: "",
      },
      {
        content: "متى تعتبر الكذب جائزًا ؟",
        notes: "",
      },
      {
        content: "ما هي الأمور التي تجعلك متشددًا وشديد الحساسية ؟",
        notes: "",
      },
      {
        content: "إذا انتقدك الآخرون كيف تواجه نقدهم ؟",
        notes:
          "يتفاوت الناس في تقبلهم لانتقادات الآخرين وملاحظاتهم، وهناك من يتعامل مع الأمر برحابة صدر وهناك من ينزعج كثيرًا ويبني على أساسه مواقف متشددة.",
      },
      {
        content: "ما هو أسلوبك في توجيه الملاحظات للآخرين ؟",
        notes: "",
      },
      {
        content:
          "عند انتقادك الآخرين وتوجيه الملاحظات إليهم، هل تستخدم الأسلوب نفسه مع جميع الناس، أو يختلف هذا الأسلوب مع اختلاف الأفراد؟ أذكر بعض الأمثل",
        notes: "",
      },
      {
        content: "هل تعتبر نفسك شخصا مرحًا ام يغلب عليه الحزن ؟",
        notes: "",
      },
      {
        content: "ما هي الأشياء التي ترى فيها طريقة الفرح والمرح ؟",
        notes: "",
      },
      {
        content: "ما هي أكثر المسائل التي تجعلك فرحًا ومسرورًا ؟",
        notes: "",
      },
      {
        content: "كيف تتخذ قرارتك الاساسية في الحياة ؟ هل تعتمد على نفسك ام غالبا ما تستشير الآخرين ؟",
        notes: "",
      },
      {
        content: "هل ترى نفسك شخصية حازمة ام مترددة عند اتخاذ القرارات المهمة ؟ وهل يتطلب اتخاذ هذه القرارات وقتا طويلا ؟",
        notes: "",
      },
      {
        content: "الى اي درجة تعتبر نفسك مستعدا لتحمل القرارات الصعبة ؟",
        notes: "",
      },
      {
        content: "ما هي الامور التي لا يمكنك تحملها ابدا ؟",
        notes: "",
      },
    ],
  },
  {
    category: "القضايا الدينية",
    questions: [
      {
        content: "إلى أي درجة تسمح لله بالتدخل في حياتك ؟",
        notes: "بعض الناس يبقون مع الله طالما أنّ الاستماع إلى كلام الله لا يجلب لهم المشاكل والمتاعب مع الآخرين. البعض الآخر يبقون مع الله طالما أنّ ذلك لا يتعارض مع رغباتهم. وبعض الناس يجعلون الله محور حياتهم حتى لو أدّى ذلك إلى أن يخسروا كل الدنيا.",
      },
      {
        content: "إلى أي درجة تسعى للتعرف إلى دينك، وكيف تقيّم نفسك على مستوى المعرفة الدينية ؟",
        notes: "",
      },
      {
        content: "إلى أي مدى يعني لك التوجه الديني للزوج أو الزوجة ؟",
        notes: "",
      },
      {
        content: "ما الذي تعنيه لك العفة والحياء والغيرة ؟",
        notes: "",
      },
      {
        content: "كم تأخذ هذه الأمور حيّزًا في حياتك وما هي مدى أهميتها بالنسبة لك ؟",
        notes: "",
      },
      {
        content: "إلى أي درجة تعتبر رعاية الحجاب أمرًا ضروريًا ولازمًا ؟",
        notes: "",
      },
      {
        content: "بالالتفات إلى آداب العشرة، ما هو رأيك بشأن مستوى الروابط والتواصل مع غير المحارم ؟",
        notes: "",
      },
      {
        content: "في حال زارك أحد زملائك في بيتك، كيف تحب أن تتعامل زوجتك معه ؟",
        notes: "",
      },
      {
        content: "الى اي مدى تعتبر أن هناك فرقا بين أقاربك وغيرهم من غير المحارم ؟",
        notes: "",
      },
      {
        content: "الى اي درجة تعتبر ان المشاركة في المجالس الدينية جزء من حياتك ؟",
        notes: "",
      },
      {
        content: "كيف تشعر فيما لو فوتت زوجتك وقت الصلاة احتراما للاشخاص الذي تجلس معهم ؟",
        notes: "",
      },
    ],
  },
];
