export default [
  {
    category: "مستقبل الحياة",
    questions: [
      {
        content: "برأيك ما هو أهم عامل للنجاح في الحياة ؟",
        notes: "",
      },
      {
        content: "ما هي الصفات التي تراها ضرورية في زوجتك المستقبلية ؟",
        notes: "",
      },
      {
        content: "ما الذي تصبو اليه في حياتك ؟",
        notes:
          "هدف مسير الحياة يمكن أن يكشف بعدا مهما من شخصية الطرف الآخر. فالكثير من الناس لا يفكرون بشأن هذا السؤال المهم والبعض يكون تفكيرهم به سطحيا جدا",
      },
      {
        content: "ما هي أهم توقعاتك من زوجتك المستقبلية ؟",
        notes: "",
      },
      {
        content: "ما هو أكبر آمالك في الحياة ؟",
        notes: "",
      },
      {
        content: "هل يعد كل سؤال حول القضايا الشخصية مهما بالنسبة لك ؟",
        notes: "",
      },
    ],
  },
  {
    category: "القضايا الدينية",
    questions: [
      "إلى أي درجة تسمح لله بالتدخل في حياتك؟",
      "إلى أي درجة تسعى للتعرف إلى دينك، وكيف تقيّم نفسك على مستوى المعرفة الدينية؟",
      "إلى أي مدى يعني لك التوجه الديني للزوج أو الزوجة؟",
      "ما الذي تعنيه لك العفة والحياء والغيرة؟",
      "كم تأخذ هذه الأمور حيّزًا في حياتك وما هي مدى أهميتها بالنسبة لك؟",
      "إلى أي درجة تعتبر رعاية الحجاب أمرًا ضروريًا ولازمًا؟",
      "بالالتفات إلى آداب العشرة، ما هو رأيك بشأن مستوى الروابط والتواصل مع غير المحارم؟",
      "في حال زارك أحد زملائك في بيتك، كيف تحب أن تتعامل زوجتك معه؟",
      "الى اي مدى تعتبر أن هناك فرقا بين أقاربك وغيرهم من غير المحارم؟",
      "الى اي درجة تعتبر ان المشاركة في المجالس الدينية جزء من حياتك؟",
      "كيف تشعر فيما لو فوتت زوجتك وقت الصلاة احتراما للاشخاص الذي تجلس معهم؟",
      "كونوا حسّاسين جدًّا تجاه تحديد معيار التديّن عند الطرف الآخر، لأنّه يوجد تفاوت كبير جدًّا بين الناس في تحديد معنى التديّن. بعض الناس يبقون مع الله طالما أنّ الاستماع إلى كلام الله لا يجلب لهم المشاكل والمتاعب مع الآخرين. البعض الآخر يبقون مع الله طالما أنّ ذلك لا يتعارض مع رغباتهم وبعض الناس يجعلون الله محور حياتهم حتى لو أدّى ذلك إلى أن يخسروا كل الدنيا",
    ],
  },
];
